{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "PAD",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "UNK",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": null,
  "pre_tokenizer": {
    "type": "Whitespace"
  },
  "post_processor": null,
  "decoder": null,
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": null,
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "fuse_unk": false,
    "byte_fallback": false,
    "vocab": {
      "PAD": 0,
      "UNK": 1,
      "!": 2,
      "#": 3,
      "$": 4,
      "&": 5,
      "'": 6,
      "*": 7,
      "+": 8,
      ",": 9,
      "-": 10,
      ".": 11,
      "/": 12,
      "0": 13,
      "1": 14,
      "2": 15,
      "3": 16,
      "4": 17,
      "5": 18,
      "6": 19,
      "7": 20,
      "8": 21,
      "9": 22,
      ":": 23,
      ";": 24,
      "=": 25,
      "?": 26,
      "A": 27,
      "B": 28,
      "C": 29,
      "D": 30,
      "E": 31,
      "F": 32,
      "G": 33,
      "H": 34,
      "I": 35,
      "J": 36,
      "K": 37,
      "L": 38,
      "M": 39,
      "N": 40,
      "O": 41,
      "P": 42,
      "Q": 43,
      "R": 44,
      "S": 45,
      "T": 46,
      "U": 47,
      "V": 48,
      "W": 49,
      "X": 50,
      "Y": 51,
      "Z": 52,
      "\\": 53,
      "`": 54,
      "a": 55,
      "b": 56,
      "c": 57,
      "d": 58,
      "e": 59,
      "f": 60,
      "g": 61,
      "h": 62,
      "i": 63,
      "j": 64,
      "k": 65,
      "l": 66,
      "m": 67,
      "n": 68,
      "o": 69,
      "p": 70,
      "q": 71,
      "r": 72,
      "s": 73,
      "t": 74,
      "u": 75,
      "v": 76,
      "w": 77,
      "x": 78,
      "y": 79,
      "z": 80,
      "帽": 81,
      "忙": 82,
      "猫": 83,
      "眉": 84,
      "聽": 85,
      "芒": 86,
      "茂": 87,
      "茅": 88,
      "茫": 89,
      "谩": 90,
      "贸": 91,
      "铆": 92,
      "th": 93,
      "in": 94,
      "an": 95,
      "er": 96,
      "re": 97,
      "en": 98,
      "at": 99,
      "the": 100,
      "is": 101,
      "on": 102,
      "es": 103,
      "ing": 104,
      "or": 105,
      "it": 106,
      "ou": 107,
      "and": 108,
      "al": 109,
      "of": 110,
      "ar": 111,
      "st": 112,
      "ly": 113,
      "to": 114,
      "ed": 115,
      "ic": 116,
      "il": 117,
      "as": 118,
      "om": 119,
      "le": 120,
      "ch": 121,
      "mo": 122,
      "el": 123,
      "ct": 124,
      "ent": 125,
      "ion": 126,
      "he": 127,
      "se": 128,
      "ve": 129,
      "that": 130,
      "ut": 131,
      "be": 132,
      "un": 133,
      "ma": 134,
      "vi": 135,
      "ra": 136,
      "gh": 137,
      "ul": 138,
      "de": 139,
      "lo": 140,
      "im": 141,
      "ab": 142,
      "for": 143,
      "ver": 144,
      "ce": 145,
      "fil": 146,
      "li": 147,
      "ro": 148,
      "film": 149,
      "ith": 150,
      "com": 151,
      "wh": 152,
      "no": 153,
      "su": 154,
      "The": 155,
      "..": 156,
      "ke": 157,
      "ad": 158,
      "with": 159,
      "ri": 160,
      "movi": 161,
      "ol": 162,
      "out": 163,
      "am": 164,
      "ess": 165,
      "its": 166,
      "ers": 167,
      "ir": 168,
      "la": 169,
      "you": 170,
      "act": 171,
      "di": 172,
      "ge": 173,
      "movie": 174,
      "but": 175,
      "sh": 176,
      "ter": 177,
      "fe": 178,
      "ex": 179,
      "ne": 180,
      "do": 181,
      "one": 182,
      "od": 183,
      "pe": 184,
      "are": 185,
      "est": 186,
      "um": 187,
      "ght": 188,
      "po": 189,
      "con": 190,
      "his": 191,
      "per": 192,
      "ous": 193,
      "ck": 194,
      "all": 195,
      "sc": 196,
      "ay": 197,
      "ta": 198,
      "so": 199,
      "em": 200,
      "art": 201,
      "ill": 202,
      "this": 203,
      "ation": 204,
      "ful": 205,
      "ere": 206,
      "ive": 207,
      "ha": 208,
      "ur": 209,
      "rom": 210,
      "RB": 211,
      "ant": 212,
      "ally": 213,
      "qu": 214,
      "It": 215,
      "us": 216,
      "wor": 217,
      "ure": 218,
      "man": 219,
      "go": 220,
      "ld": 221,
      "...": 222,
      "id": 223,
      "pre": 224,
      "ap": 225,
      "ome": 226,
      "ate": 227,
      "pro": 228,
      "ory": 229,
      "ow": 230,
      "able": 231,
      "by": 232,
      "ist": 233,
      "ity": 234,
      "not": 235,
      "ust": 236,
      "we": 237,
      "ough": 238,
      "thing": 239,
      "tim": 240,
      "ell": 241,
      "char": 242,
      "has": 243,
      "ther": 244,
      "than": 245,
      "--": 246,
      "sp": 247,
      "like": 248,
      "some": 249,
      "ast": 250,
      "ag": 251,
      "more": 252,
      "ev": 253,
      "about": 254,
      "der": 255,
      "ig": 256,
      "int": 257,
      "ould": 258,
      "op": 259,
      "ind": 260,
      "up": 261,
      "end": 262,
      "from": 263,
      "et": 264,
      "ss": 265,
      "ine": 266,
      "have": 267,
      "very": 268,
      "ard": 269,
      "ight": 270,
      "ts": 271,
      "mak": 272,
      "most": 273,
      "if": 274,
      "fun": 275,
      "who": 276,
      "rect": 277,
      "itt": 278,
      "story": 279,
      "ok": 280,
      "ence": 281,
      "bo": 282,
      "te": 283,
      "au": 284,
      "pt": 285,
      "ru": 286,
      "way": 287,
      "charact": 288,
      "ac": 289,
      "ich": 290,
      "oun": 291,
      "ong": 292,
      "our": 293,
      "pla": 294,
      "direct": 295,
      "ces": 296,
      "ious": 297,
      "ble": 298,
      "ial": 299,
      "RRB": 300,
      "LRB": 301,
      "ep": 302,
      "less": 303,
      "An": 304,
      "tra": 305,
      "ish": 306,
      "ick": 307,
      "me": 308,
      "any": 309,
      "work": 310,
      "cl": 311,
      "ry": 312,
      "thr": 313,
      "into": 314,
      "Th": 315,
      "ves": 316,
      "wo": 317,
      "comed": 318,
      "gu": 319,
      "ple": 320,
      "ies": 321,
      "ary": 322,
      "ment": 323,
      "ff": 324,
      "off": 325,
      "cre": 326,
      "ot": 327,
      "ear": 328,
      "ie": 329,
      "mat": 330,
      "ins": 331,
      "too": 332,
      "mu": 333,
      "ph": 334,
      "just": 335,
      "over": 336,
      "dra": 337,
      "ict": 338,
      "ny": 339,
      "ire": 340,
      "good": 341,
      "ise": 342,
      "ite": 343,
      "does": 344,
      "even": 345,
      "ating": 346,
      "low": 347,
      "ical": 348,
      "mer": 349,
      "pr": 350,
      "comedy": 351,
      "fa": 352,
      "fl": 353,
      "hum": 354,
      "ass": 355,
      "can": 356,
      "will": 357,
      "Wh": 358,
      "time": 359,
      "wn": 360,
      "This": 361,
      "pa": 362,
      "old": 363,
      "ile": 364,
      "plo": 365,
      "perfor": 366,
      "elf": 367,
      "``": 368,
      "''": 369,
      "tain": 370,
      "feel": 371,
      "ark": 372,
      "ob": 373,
      "ingly": 374,
      "tal": 375,
      "funny": 376,
      "sur": 377,
      "reen": 378,
      "characters": 379,
      "atch": 380,
      "ort": 381,
      "rit": 382,
      "ated": 383,
      "her": 384,
      "other": 385,
      "ens": 386,
      "ative": 387,
      "ound": 388,
      "much": 389,
      "co": 390,
      "ide": 391,
      "performan": 392,
      "ser": 393,
      "ense": 394,
      "dis": 395,
      "ertain": 396,
      "bet": 397,
      "what": 398,
      "get": 399,
      "director": 400,
      "des": 401,
      "min": 402,
      "iz": 403,
      "ach": 404,
      "gen": 405,
      "ran": 406,
      "real": 407,
      "ling": 408,
      "ice": 409,
      "look": 410,
      "play": 411,
      "make": 412,
      "ittle": 413,
      "age": 414,
      "their": 415,
      "sub": 416,
      "well": 417,
      "comp": 418,
      "your": 419,
      "screen": 420,
      "ack": 421,
      "ew": 422,
      "ving": 423,
      "ren": 424,
      "ak": 425,
      "ip": 426,
      "ily": 427,
      "ore": 428,
      "fect": 429,
      "only": 430,
      "pect": 431,
      "inter": 432,
      "little": 433,
      "ness": 434,
      "ash": 435,
      "vis": 436,
      "ef": 437,
      "ult": 438,
      "ber": 439,
      "br": 440,
      "ud": 441,
      "bad": 442,
      "reat": 443,
      "del": 444,
      "every": 445,
      "ll": 446,
      "year": 447,
      "imp": 448,
      "life": 449,
      "vel": 450,
      "which": 451,
      "iv": 452,
      "Ch": 453,
      "jo": 454,
      "ions": 455,
      "ty": 456,
      "ance": 457,
      "fully": 458,
      "seem": 459,
      "been": 460,
      "may": 461,
      "never": 462,
      "pp": 463,
      "how": 464,
      "du": 465,
      "ever": 466,
      "would": 467,
      "they": 468,
      "through": 469,
      "bl": 470,
      "ents": 471,
      "mag": 472,
      "tri": 473,
      "makes": 474,
      "In": 475,
      "there": 476,
      "heart": 477,
      "love": 478,
      "gra": 479,
      "watch": 480,
      "ately": 481,
      "af": 482,
      "see": 483,
      "enough": 484,
      "ame": 485,
      "cess": 486,
      "part": 487,
      "sy": 488,
      "ster": 489,
      "under": 490,
      "ild": 491,
      "entertain": 492,
      "ably": 493,
      "action": 494,
      "self": 495,
      "ors": 496,
      "gr": 497,
      "ink": 498,
      "them": 499,
      "drama": 500,
      "fam": 501,
      "was": 502,
      "fre": 503,
      "ose": 504,
      "ting": 505,
      "ang": 506,
      "made": 507,
      "plot": 508,
      "cin": 509,
      "cent": 510,
      "come": 511,
      "now": 512,
      "movies": 513,
      "urn": 514,
      "sm": 515,
      "best": 516,
      "res": 517,
      "mot": 518,
      "je": 519,
      "ans": 520,
      "cast": 521,
      "ten": 522,
      "ual": 523,
      "ional": 524,
      "cum": 525,
      "could": 526,
      "aw": 527,
      "day": 528,
      "lack": 529,
      "down": 530,
      "pec": 531,
      "own": 532,
      "ain": 533,
      "long": 534,
      "eng": 535,
      "There": 536,
      "St": 537,
      "something": 538,
      "ject": 539,
      "ca": 540,
      "interest": 541,
      "audi": 542,
      "ho": 543,
      "my": 544,
      "inal": 545,
      "att": 546,
      "oc": 547,
      "vers": 548,
      "ign": 549,
      "really": 550,
      "lau": 551,
      "elling": 552,
      "If": 553,
      "hard": 554,
      "ved": 555,
      "should": 556,
      "point": 557,
      "press": 558,
      "minut": 559,
      "joy": 560,
      "igh": 561,
      "fir": 562,
      "comes": 563,
      "character": 564,
      "humor": 565,
      "performances": 566,
      "ian": 567,
      "vent": 568,
      "war": 569,
      "ull": 570,
      "light": 571,
      "row": 572,
      "filmmak": 573,
      "new": 574,
      "aut": 575,
      "bit": 576,
      "great": 577,
      "writ": 578,
      "films": 579,
      "when": 580,
      "right": 581,
      "many": 582,
      "thrill": 583,
      "bel": 584,
      "cle": 585,
      "scri": 586,
      "ations": 587,
      "ism": 588,
      "better": 589,
      "wer": 590,
      "cho": 591,
      "ature": 592,
      "view": 593,
      "olly": 594,
      "scen": 595,
      "ople": 596,
      "laugh": 597,
      "ible": 598,
      "imag": 599,
      "ning": 600,
      "ually": 601,
      "ven": 602,
      "cau": 603,
      "sty": 604,
      "ically": 605,
      "without": 606,
      "people": 607,
      "mis": 608,
      "pie": 609,
      "pict": 610,
      "sense": 611,
      "turn": 612,
      "times": 613,
      "pleas": 614,
      "first": 615,
      "big": 616,
      "back": 617,
      "kind": 618,
      "por": 619,
      "ste": 620,
      "set": 621,
      "docum": 622,
      "tak": 623,
      "wood": 624,
      "surpr": 625,
      "script": 626,
      "document": 627,
      "ath": 628,
      "ted": 629,
      "two": 630,
      "What": 631,
      "cap": 632,
      "gg": 633,
      "stand": 634,
      "cept": 635,
      "str": 636,
      "still": 637,
      "hist": 638,
      "pl": 639,
      "tru": 640,
      "ates": 641,
      "cause": 642,
      "Amer": 643,
      "col": 644,
      "emot": 645,
      "enjoy": 646,
      "also": 647,
      "ction": 648,
      "gue": 649,
      "Americ": 650,
      "ced": 651,
      "show": 652,
      "peri": 653,
      "led": 654,
      "ner": 655,
      "ings": 656,
      "both": 657,
      "As": 658,
      "cut": 659,
      "here": 660,
      "mom": 661,
      "ying": 662,
      "read": 663,
      "ought": 664,
      "arly": 665,
      "ext": 666,
      "spir": 667,
      "med": 668,
      "rem": 669,
      "nothing": 670,
      "worth": 671,
      "car": 672,
      "sit": 673,
      "power": 674,
      "pret": 675,
      "human": 676,
      "cy": 677,
      "gent": 678,
      "les": 679,
      "mon": 680,
      "those": 681,
      "fort": 682,
      "audience": 683,
      "picture": 684,
      "might": 685,
      "arr": 686,
      "ky": 687,
      "ming": 688,
      "ys": 689,
      "ree": 690,
      "che": 691,
      "log": 692,
      "where": 693,
      "antic": 694,
      "ween": 695,
      "tale": 696,
      "gi": 697,
      "ond": 698,
      "But": 699,
      "cra": 700,
      "find": 701,
      "ks": 702,
      "often": 703,
      "such": 704,
      "cont": 705,
      "ollywood": 706,
      "know": 707,
      "sat": 708,
      "sequ": 709,
      "because": 710,
      "performance": 711,
      "One": 712,
      "ike": 713,
      "pers": 714,
      "while": 715,
      "Hollywood": 716,
      "av": 717,
      "cr": 718,
      "fin": 719,
      "being": 720,
      "beaut": 721,
      "comple": 722,
      "ences": 723,
      "entertaining": 724,
      "surpris": 725,
      "eas": 726,
      "far": 727,
      "hand": 728,
      "tit": 729,
      "ars": 730,
      "need": 731,
      "intel": 732,
      "minutes": 733,
      "documentary": 734,
      "gl": 735,
      "os": 736,
      "though": 737,
      "red": 738,
      "world": 739,
      "ages": 740,
      "seems": 741,
      "thriller": 742,
      "ey": 743,
      "rel": 744,
      "istic": 745,
      "between": 746,
      "bu": 747,
      "fore": 748,
      "high": 749,
      "think": 750,
      "form": 751,
      "exc": 752,
      "care": 753,
      "dit": 754,
      "kid": 755,
      "onder": 756,
      "orig": 757,
      "ross": 758,
      "ney": 759,
      "take": 760,
      "spec": 761,
      "try": 762,
      "ward": 763,
      "keep": 764,
      "acting": 765,
      "weet": 766,
      "piece": 767,
      "original": 768,
      "De": 769,
      "cult": 770,
      "fla": 771,
      "him": 772,
      "run": 773,
      "sing": 774,
      "want": 775,
      "cas": 776,
      "dict": 777,
      "hor": 778,
      "ue": 779,
      "wr": 780,
      "were": 781,
      "ination": 782,
      "ater": 783,
      "ord": 784,
      "lea": 785,
      "few": 786,
      "umb": 787,
      "appe": 788,
      "sent": 789,
      "ale": 790,
      "suc": 791,
      "poss": 792,
      "romantic": 793,
      "after": 794,
      "fresh": 795,
      "\\/": 796,
      "iet": 797,
      "sin": 798,
      "ics": 799,
      "lot": 800,
      "expect": 801,
      "again": 802,
      "effect": 803,
      "mess": 804,
      "another": 805,
      "ultim": 806,
      "produ": 807,
      "ends": 808,
      "making": 809,
      "feels": 810,
      "gener": 811,
      "family": 812,
      "interesting": 813,
      "Al": 814,
      "No": 815,
      "had": 816,
      "hour": 817,
      "oo": 818,
      "put": 819,
      "iness": 820,
      "almost": 821,
      "actors": 822,
      "matic": 823,
      "American": 824,
      "Be": 825,
      "fi": 826,
      "mem": 827,
      "mind": 828,
      "alo": 829,
      "irl": 830,
      "quite": 831,
      "beauti": 832,
      "ia": 833,
      "mus": 834,
      "ps": 835,
      "tw": 836,
      "wom": 837,
      "ream": 838,
      "ener": 839,
      "ason": 840,
      "seen": 841,
      "und": 842,
      "itself": 843,
      "sho": 844,
      "mater": 845,
      "For": 846,
      "hal": 847,
      "ane": 848,
      "ering": 849,
      "these": 850,
      "stru": 851,
      "rid": 852,
      "did": 853,
      "dialo": 854,
      "works": 855,
      "clich": 856,
      "deli": 857,
      "graph": 858,
      "intelli": 859,
      "Sp": 860,
      "line": 861,
      "mar": 862,
      "ng": 863,
      "pol": 864,
      "tr": 865,
      "anim": 866,
      "ouch": 867,
      "vide": 868,
      "experi": 869,
      "ously": 870,
      "things": 871,
      "ways": 872,
      "Mo": 873,
      "Se": 874,
      "Un": 875,
      "With": 876,
      "bre": 877,
      "cing": 878,
      "fas": 879,
      "pass": 880,
      "ress": 881,
      "ils": 882,
      "ility": 883,
      "before": 884,
      "rather": 885,
      "emat": 886,
      "flick": 887,
      "moments": 888,
      "material": 889,
      "dialogue": 890,
      "Like": 891,
      "You": 892,
      "ele": 893,
      "hy": 894,
      "ib": 895,
      "she": 896,
      "say": 897,
      "vid": 898,
      "young": 899,
      "cons": 900,
      "ures": 901,
      "class": 902,
      "subject": 903,
      "fascin": 904,
      "cer": 905,
      "clo": 906,
      "mi": 907,
      "comm": 908,
      "ired": 909,
      "years": 910,
      "person": 911,
      "All": 912,
      "give": 913,
      "io": 914,
      "ms": 915,
      "mor": 916,
      "par": 917,
      "touch": 918,
      "uff": 919,
      "vin": 920,
      "thought": 921,
      "illi": 922,
      "child": 923,
      "ime": 924,
      "going": 925,
      "inema": 926,
      "dist": 927,
      "fr": 928,
      "pite": 929,
      "wit": 930,
      "stra": 931,
      "icul": 932,
      "diff": 933,
      "ody": 934,
      "que": 935,
      "cinemat": 936,
      "scenes": 937,
      "portra": 938,
      "half": 939,
      "cam": 940,
      "gy": 941,
      "ove": 942,
      "sk": 943,
      "yet": 944,
      "ality": 945,
      "ionally": 946,
      "sex": 947,
      "deep": 948,
      "sum": 949,
      "using": 950,
      "face": 951,
      "compelling": 952,
      "visual": 953,
      "watching": 954,
      "bor": 955,
      "ft": 956,
      "iar": 957,
      "ently": 958,
      "gether": 959,
      "predict": 960,
      "While": 961,
      "writer": 962,
      "ultimately": 963,
      "cial": 964,
      "cinema": 965,
      "dark": 966,
      "hil": 967,
      "ially": 968,
      "wonder": 969,
      "era": 970,
      "als": 971,
      "least": 972,
      "ither": 973,
      "last": 974,
      "gets": 975,
      "ship": 976,
      "empt": 977,
      "style": 978,
      "dull": 979,
      "fic": 980,
      "sl": 981,
      "son": 982,
      "simp": 983,
      "win": 984,
      "inv": 985,
      "sure": 986,
      "aren": 987,
      "takes": 988,
      "spirit": 989,
      "fascinating": 990,
      "19": 991,
      "ds": 992,
      "ged": 993,
      "once": 994,
      "together": 995,
      "moving": 996,
      "perfect": 997,
      "full": 998,
      "app": 999,
      "teen": 1000,
      "direction": 1001,
      "famil": 1002,
      "special": 1003,
      "ier": 1004,
      "king": 1005,
      "ines": 1006,
      "allow": 1007,
      "main": 1008,
      "music": 1009,
      "air": 1010,
      "bra": 1011,
      "ler": 1012,
      "mel": 1013,
      "mid": 1014,
      "narr": 1015,
      "sed": 1016,
      "then": 1017,
      "eless": 1018,
      "rare": 1019,
      "iment": 1020,
      "feature": 1021,
      "ider": 1022,
      "clever": 1023,
      "gives": 1024,
      "Not": 1025,
      "cor": 1026,
      "coun": 1027,
      "fact": 1028,
      "ger": 1029,
      "psy": 1030,
      "sa": 1031,
      "spect": 1032,
      "zy": 1033,
      "super": 1034,
      "antly": 1035,
      "prob": 1036,
      "smart": 1037,
      "Bo": 1038,
      "Bro": 1039,
      "certain": 1040,
      "sweet": 1041,
      "head": 1042,
      "olut": 1043,
      "terri": 1044,
      "proble": 1045,
      "engag": 1046,
      "satis": 1047,
      "experience": 1048,
      "fall": 1049,
      "telling": 1050,
      "aring": 1051,
      "stud": 1052,
      "master": 1053,
      "vious": 1054,
      "comic": 1055,
      "place": 1056,
      "delight": 1057,
      "capt": 1058,
      "Jo": 1059,
      "Le": 1060,
      "Re": 1061,
      "ci": 1062,
      "ror": 1063,
      "sim": 1064,
      "usu": 1065,
      "start": 1066,
      "coming": 1067,
      "explo": 1068,
      "quir": 1069,
      "used": 1070,
      "anything": 1071,
      "serious": 1072,
      "screenplay": 1073,
      "Mr": 1074,
      "hon": 1075,
      "ton": 1076,
      "three": 1077,
      "aling": 1078,
      "short": 1079,
      "happ": 1080,
      "genre": 1081,
      "rench": 1082,
      "history": 1083,
      "video": 1084,
      "away": 1085,
      "ban": 1086,
      "na": 1087,
      "ned": 1088,
      "sad": 1089,
      "sens": 1090,
      "same": 1091,
      "itch": 1092,
      "illy": 1093,
      "let": 1094,
      "why": 1095,
      "ments": 1096,
      "ieve": 1097,
      "laughs": 1098,
      "emotional": 1099,
      "predictable": 1100,
      "hilar": 1101,
      "narrative": 1102,
      "cise": 1103,
      "fying": 1104,
      "mark": 1105,
      "use": 1106,
      "oul": 1107,
      "lead": 1108,
      "moder": 1109,
      "ula": 1110,
      "dev": 1111,
      "impress": 1112,
      "ceed": 1113,
      "lid": 1114,
      "ket": 1115,
      "pop": 1116,
      "strong": 1117,
      "kids": 1118,
      "possible": 1119,
      "Ro": 1120,
      "Sch": 1121,
      "dle": 1122,
      "done": 1123,
      "hel": 1124,
      "oper": 1125,
      "tran": 1126,
      "iting": 1127,
      "star": 1128,
      "dep": 1129,
      "uring": 1130,
      "ists": 1131,
      "charm": 1132,
      "sometimes": 1133,
      "effort": 1134,
      "stead": 1135,
      "since": 1136,
      "familiar": 1137,
      "Do": 1138,
      "fan": 1139,
      "hop": 1140,
      "iev": 1141,
      "pu": 1142,
      "val": 1143,
      "wa": 1144,
      "ref": 1145,
      "ret": 1146,
      "around": 1147,
      "unch": 1148,
      "susp": 1149,
      "actually": 1150,
      "itten": 1151,
      "And": 1152,
      "offers": 1153,
      "prof": 1154,
      "idea": 1155,
      "entertainment": 1156,
      "filmmakers": 1157,
      "complete": 1158,
      "cinematic": 1159,
      "modern": 1160,
      "At": 1161,
      "Con": 1162,
      "Even": 1163,
      "Sh": 1164,
      "bro": 1165,
      "fel": 1166,
      "lish": 1167,
      "prom": 1168,
      "ug": 1169,
      "zz": 1170,
      "top": 1171,
      "els": 1172,
      "odd": 1173,
      "odra": 1174,
      "ural": 1175,
      "whose": 1176,
      "pain": 1177,
      "talent": 1178,
      "serv": 1179,
      "series": 1180,
      "title": 1181,
      "sentiment": 1182,
      "study": 1183,
      "En": 1184,
      "New": 1185,
      "We": 1186,
      "bas": 1187,
      "call": 1188,
      "girl": 1189,
      "mise": 1190,
      "rich": 1191,
      "sound": 1192,
      "wise": 1193,
      "ery": 1194,
      "reason": 1195,
      "ese": 1196,
      "ories": 1197,
      "chan": 1198,
      "uni": 1199,
      "die": 1200,
      "exer": 1201,
      "solid": 1202,
      "goes": 1203,
      "whole": 1204,
      "insight": 1205,
      "fair": 1206,
      "looking": 1207,
      "differ": 1208,
      "engaging": 1209,
      "Da": 1210,
      "Man": 1211,
      "Rob": 1212,
      "den": 1213,
      "ding": 1214,
      "fans": 1215,
      "port": 1216,
      "entire": 1217,
      "pot": 1218,
      "worst": 1219,
      "manages": 1220,
      "likely": 1221,
      "ific": 1222,
      "book": 1223,
      "ized": 1224,
      "culture": 1225,
      "polit": 1226,
      "melodra": 1227,
      "exercise": 1228,
      "Des": 1229,
      "He": 1230,
      "cou": 1231,
      "cur": 1232,
      "dam": 1233,
      "fine": 1234,
      "lu": 1235,
      "non": 1236,
      "tic": 1237,
      "orge": 1238,
      "ited": 1239,
      "ities": 1240,
      "level": 1241,
      "suff": 1242,
      "ride": 1243,
      "ird": 1244,
      "convin": 1245,
      "premise": 1246,
      "ending": 1247,
      "mean": 1248,
      "matter": 1249,
      "flat": 1250,
      "izing": 1251,
      "vision": 1252,
      "small": 1253,
      "version": 1254,
      "cholog": 1255,
      "turns": 1256,
      "enjoyable": 1257,
      "women": 1258,
      "simply": 1259,
      "probably": 1260,
      "suspense": 1261,
      "fol": 1262,
      "men": 1263,
      "past": 1264,
      "ones": 1265,
      "ults": 1266,
      "abs": 1267,
      "advent": 1268,
      "nearly": 1269,
      "sci": 1270,
      "got": 1271,
      "prov": 1272,
      "ustr": 1273,
      "anyone": 1274,
      "hero": 1275,
      "plays": 1276,
      "subt": 1277,
      "iven": 1278,
      "filmmaking": 1279,
      "true": 1280,
      "remark": 1281,
      "surprisingly": 1282,
      "easy": 1283,
      "flaw": 1284,
      "success": 1285,
      "children": 1286,
      "portrait": 1287,
      "summer": 1288,
      "honest": 1289,
      "Ab": 1290,
      "Jack": 1291,
      "aff": 1292,
      "dy": 1293,
      "dest": 1294,
      "hold": 1295,
      "iel": 1296,
      "lar": 1297,
      "nor": 1298,
      "ris": 1299,
      "ron": 1300,
      "lect": 1301,
      "ability": 1302,
      "amusing": 1303,
      "exam": 1304,
      "ively": 1305,
      "path": 1306,
      "feeling": 1307,
      "range": 1308,
      "particul": 1309,
      "powerful": 1310,
      "formula": 1311,
      "horror": 1312,
      "00": 1313,
      "TV": 1314,
      "ade": 1315,
      "equ": 1316,
      "gs": 1317,
      "ked": 1318,
      "must": 1319,
      "slow": 1320,
      "soul": 1321,
      "thor": 1322,
      "ert": 1323,
      "rest": 1324,
      "always": 1325,
      "else": 1326,
      "becomes": 1327,
      "intri": 1328,
      "itting": 1329,
      "Though": 1330,
      "warm": 1331,
      "complex": 1332,
      "written": 1333,
      "energy": 1334,
      "struct": 1335,
      "mix": 1336,
      "Despite": 1337,
      "Ar": 1338,
      "Bar": 1339,
      "French": 1340,
      "cu": 1341,
      "cru": 1342,
      "da": 1343,
      "gence": 1344,
      "ood": 1345,
      "oid": 1346,
      "silly": 1347,
      "treat": 1348,
      "edly": 1349,
      "ational": 1350,
      "romance": 1351,
      "quest": 1352,
      "uses": 1353,
      "pres": 1354,
      "okes": 1355,
      "pretty": 1356,
      "effects": 1357,
      "beautiful": 1358,
      "Dis": 1359,
      "Mar": 1360,
      "blo": 1361,
      "ek": 1362,
      "fra": 1363,
      "fash": 1364,
      "hn": 1365,
      "ric": 1366,
      "side": 1367,
      "slight": 1368,
      "tone": 1369,
      "ze": 1370,
      "stuff": 1371,
      "beat": 1372,
      "viol": 1373,
      "deta": 1374,
      "contri": 1375,
      "appro": 1376,
      "charming": 1377,
      "dramatic": 1378,
      "deser": 1379,
      "affect": 1380,
      "trying": 1381,
      "clich茅": 1382,
      "intelligent": 1383,
      "break": 1384,
      "psycholog": 1385,
      "quirky": 1386,
      "fashion": 1387,
      "Di": 1388,
      "bal": 1389,
      "ball": 1390,
      "dro": 1391,
      "fant": 1392,
      "land": 1393,
      "pur": 1394,
      "sign": 1395,
      "tell": 1396,
      "wast": 1397,
      "rele": 1398,
      "reve": 1399,
      "ening": 1400,
      "ons": 1401,
      "beg": 1402,
      "dec": 1403,
      "dead": 1404,
      "quiet": 1405,
      "ident": 1406,
      "ended": 1407,
      "looks": 1408,
      "understand": 1409,
      "sett": 1410,
      "ready": 1411,
      "camera": 1412,
      "deeply": 1413,
      "By": 1414,
      "Every": 1415,
      "My": 1416,
      "To": 1417,
      "bly": 1418,
      "each": 1419,
      "ges": 1420,
      "gri": 1421,
      "lit": 1422,
      "reg": 1423,
      "recent": 1424,
      "espec": 1425,
      "stri": 1426,
      "ase": 1427,
      "debut": 1428,
      "defin": 1429,
      "above": 1430,
      "live": 1431,
      "except": 1432,
      "arely": 1433,
      "scar": 1434,
      "tech": 1435,
      "ize": 1436,
      "brilli": 1437,
      "minute": 1438,
      "writing": 1439,
      "believe": 1440,
      "chool": 1441,
      "beautifully": 1442,
      "invol": 1443,
      "certainly": 1444,
      "John": 1445,
      "felt": 1446,
      "especially": 1447,
      "Some": 1448,
      "Wor": 1449,
      "either": 1450,
      "gar": 1451,
      "lat": 1452,
      "ped": 1453,
      "pac": 1454,
      "sel": 1455,
      "uck": 1456,
      "thin": 1457,
      "theater": 1458,
      "itation": 1459,
      "itive": 1460,
      "arch": 1461,
      "entious": 1462,
      "actor": 1463,
      "conf": 1464,
      "ured": 1465,
      "appoint": 1466,
      "proves": 1467,
      "velop": 1468,
      "sym": 1469,
      "myster": 1470,
      "situ": 1471,
      "dition": 1472,
      "passion": 1473,
      "hilarious": 1474,
      "opera": 1475,
      "Com": 1476,
      "dream": 1477,
      "ecut": 1478,
      "fri": 1479,
      "grow": 1480,
      "male": 1481,
      "ring": 1482,
      "ses": 1483,
      "sort": 1484,
      "school": 1485,
      "uch": 1486,
      "uine": 1487,
      "thers": 1488,
      "ined": 1489,
      "insp": 1490,
      "ony": 1491,
      "arn": 1492,
      "key": 1493,
      "add": 1494,
      "tern": 1495,
      "ationship": 1496,
      "directed": 1497,
      "otic": 1498,
      "ension": 1499,
      "ideas": 1500,
      "everything": 1501,
      "relationship": 1502,
      "intelligence": 1503,
      "satisfying": 1504,
      "adventure": 1505,
      "Direct": 1506,
      "0s": 1507,
      "Car": 1508,
      "Mic": 1509,
      "Ste": 1510,
      "War": 1511,
      "bing": 1512,
      "fig": 1513,
      "jour": 1514,
      "kes": 1515,
      "nice": 1516,
      "nature": 1517,
      "yond": 1518,
      "orable": 1519,
      "along": 1520,
      "already": 1521,
      "stories": 1522,
      "utter": 1523,
      "beyond": 1524,
      "lives": 1525,
      "amoun": 1526,
      "lap": 1527,
      "shot": 1528,
      "execut": 1529,
      "posed": 1530,
      "cond": 1531,
      "tage": 1532,
      "taste": 1533,
      "hael": 1534,
      "Its": 1535,
      "intent": 1536,
      "That": 1537,
      "credi": 1538,
      "genuine": 1539,
      "berg": 1540,
      "everyone": 1541,
      "attempt": 1542,
      "pleasure": 1543,
      "truly": 1544,
      "craf": 1545,
      "leave": 1546,
      "straight": 1547,
      "problem": 1548,
      "usual": 1549,
      "completely": 1550,
      "selves": 1551,
      "10": 1552,
      "II": 1553,
      "Is": 1554,
      "Just": 1555,
      "Too": 1556,
      "aim": 1557,
      "dumb": 1558,
      "gon": 1559,
      "hu": 1560,
      "har": 1561,
      "lan": 1562,
      "lic": 1563,
      "list": 1564,
      "enty": 1565,
      "ung": 1566,
      "lies": 1567,
      "oles": 1568,
      "ambit": 1569,
      "post": 1570,
      "posit": 1571,
      "concept": 1572,
      "cks": 1573,
      "quick": 1574,
      "project": 1575,
      "aster": 1576,
      "event": 1577,
      "itty": 1578,
      "storytelling": 1579,
      "boy": 1580,
      "rush": 1581,
      "lessly": 1582,
      "guing": 1583,
      "creep": 1584,
      "iction": 1585,
      "obvious": 1586,
      "disappoint": 1587,
      "delic": 1588,
      "lacks": 1589,
      "audiences": 1590,
      "filmmaker": 1591,
      "colle": 1592,
      "shows": 1593,
      "pretentious": 1594,
      "sequel": 1595,
      "sequences": 1596,
      "expected": 1597,
      "touching": 1598,
      "boring": 1599,
      "fantas": 1600,
      "Ex": 1601,
      "Wal": 1602,
      "cal": 1603,
      "ely": 1604,
      "fight": 1605,
      "found": 1606,
      "nat": 1607,
      "nam": 1608,
      "paren": 1609,
      "sw": 1610,
      "wild": 1611,
      "instead": 1612,
      "reme": 1613,
      "refresh": 1614,
      "oud": 1615,
      "stick": 1616,
      "ential": 1617,
      "hether": 1618,
      "develop": 1619,
      "forget": 1620,
      "lif": 1621,
      "comb": 1622,
      "extra": 1623,
      "necess": 1624,
      "emp": 1625,
      "apt": 1626,
      "oughly": 1627,
      "traged": 1628,
      "bland": 1629,
      "grand": 1630,
      "believ": 1631,
      "histor": 1632,
      "case": 1633,
      "against": 1634,
      "production": 1635,
      "woman": 1636,
      "consider": 1637,
      "classic": 1638,
      "middle": 1639,
      "falls": 1640,
      "simple": 1641,
      "Michael": 1642,
      "Lo": 1643,
      "Sand": 1644,
      "ai": 1645,
      "bers": 1646,
      "dou": 1647,
      "dri": 1648,
      "fire": 1649,
      "final": 1650,
      "gn": 1651,
      "iest": 1652,
      "jokes": 1653,
      "pan": 1654,
      "pat": 1655,
      "spo": 1656,
      "ues": 1657,
      "van": 1658,
      "vil": 1659,
      "wal": 1660,
      "inst": 1661,
      "theat": 1662,
      "ital": 1663,
      "stun": 1664,
      "stop": 1665,
      "strange": 1666,
      "ley": 1667,
      "left": 1668,
      "mood": 1669,
      "unity": 1670,
      "acted": 1671,
      "poet": 1672,
      "soph": 1673,
      "social": 1674,
      "weird": 1675,
      "faith": 1676,
      "fails": 1677,
      "desper": 1678,
      "import": 1679,
      "pping": 1680,
      "tries": 1681,
      "hope": 1682,
      "viewers": 1683,
      "satire": 1684,
      "easily": 1685,
      "himself": 1686,
      "ordin": 1687,
      "Although": 1688,
      "hours": 1689,
      "deliver": 1690,
      "help": 1691,
      "sentimental": 1692,
      "melodrama": 1693,
      "subtle": 1694,
      "About": 1695,
      "particularly": 1696,
      "Co": 1697,
      "Love": 1698,
      "On": 1699,
      "Sol": 1700,
      "body": 1701,
      "cover": 1702,
      "cold": 1703,
      "crit": 1704,
      "four": 1705,
      "given": 1706,
      "hip": 1707,
      "ient": 1708,
      "mas": 1709,
      "py": 1710,
      "pay": 1711,
      "tar": 1712,
      "ende": 1713,
      "ising": 1714,
      "ands": 1715,
      "told": 1716,
      "ilo": 1717,
      "become": 1718,
      "vir": 1719,
      "rage": 1720,
      "dem": 1721,
      "death": 1722,
      "lock": 1723,
      "impossible": 1724,
      "sust": 1725,
      "expl": 1726,
      "neither": 1727,
      "poor": 1728,
      "soap": 1729,
      "emer": 1730,
      "ember": 1731,
      "artist": 1732,
      "ellent": 1733,
      "aged": 1734,
      "funn": 1735,
      "epis": 1736,
      "earn": 1737,
      "When": 1738,
      "occas": 1739,
      "scene": 1740,
      "moment": 1741,
      "message": 1742,
      "memorable": 1743,
      "graphy": 1744,
      "personal": 1745,
      "thoughtful": 1746,
      "spectac": 1747,
      "terrific": 1748,
      "different": 1749,
      "large": 1750,
      "90": 1751,
      "Af": 1752,
      "Mc": 1753,
      "Pro": 1754,
      "bud": 1755,
      "fut": 1756,
      "gag": 1757,
      "lab": 1758,
      "none": 1759,
      "night": 1760,
      "ode": 1761,
      "inf": 1762,
      "invent": 1763,
      "inspir": 1764,
      "leg": 1765,
      "chill": 1766,
      "heav": 1767,
      "lost": 1768,
      "room": 1769,
      "role": 1770,
      "road": 1771,
      "actress": 1772,
      "express": 1773,
      "oney": 1774,
      "convent": 1775,
      "urban": 1776,
      "uss": 1777,
      "upid": 1778,
      "inside": 1779,
      "reality": 1780,
      "subst": 1781,
      "bring": 1782,
      "ival": 1783,
      "seeing": 1784,
      "engross": 1785,
      "ocative": 1786,
      "clear": 1787,
      "images": 1788,
      "imagination": 1789,
      "standard": 1790,
      "crime": 1791,
      "surprising": 1792,
      "running": 1793,
      "succeed": 1794,
      "animation": 1795,
      "wonderful": 1796,
      "change": 1797,
      "follow": 1798,
      "remarkable": 1799,
      "mystery": 1800,
      "Director": 1801,
      "crafted": 1802,
      "Big": 1803,
      "Brit": 1804,
      "Fe": 1805,
      "God": 1806,
      "Girl": 1807,
      "How": 1808,
      "Mur": 1809,
      "Ni": 1810,
      "Po": 1811,
      "Sc": 1812,
      "ama": 1813,
      "ago": 1814,
      "black": 1815,
      "cop": 1816,
      "dim": 1817,
      "squ": 1818,
      "tired": 1819,
      "udi": 1820,
      "rema": 1821,
      "issu": 1822,
      "ork": 1823,
      "stupid": 1824,
      "ctive": 1825,
      "ention": 1826,
      "ular": 1827,
      "force": 1828,
      "comfort": 1829,
      "ries": 1830,
      "exist": 1831,
      "peak": 1832,
      "concer": 1833,
      "tains": 1834,
      "having": 1835,
      "weight": 1836,
      "spl": 1837,
      "iously": 1838,
      "itely": 1839,
      "flu": 1840,
      "flash": 1841,
      "pack": 1842,
      "atching": 1843,
      "rent": 1844,
      "ground": 1845,
      "themselves": 1846,
      "Steven": 1847,
      "imagin": 1848,
      "eyes": 1849,
      "horri": 1850,
      "leaves": 1851,
      "cliches": 1852,
      "close": 1853,
      "moral": 1854,
      "frustr": 1855,
      "depth": 1856,
      "fairly": 1857,
      "convincing": 1858,
      "thoroughly": 1859,
      "intriguing": 1860,
      "Disney": 1861,
      "approach": 1862,
      "psychological": 1863,
      "fashioned": 1864,
      "brilliant": 1865,
      "heavy": 1866,
      "engrossing": 1867,
      "remains": 1868,
      "Kid": 1869,
      "Oscar": 1870,
      "Time": 1871,
      "bar": 1872,
      "gone": 1873,
      "gorge": 1874,
      "ham": 1875,
      "job": 1876,
      "lin": 1877,
      "lim": 1878,
      "mble": 1879,
      "pul": 1880,
      "slo": 1881,
      "slap": 1882,
      "wel": 1883,
      "incl": 1884,
      "ances": 1885,
      "ered": 1886,
      "repe": 1887,
      "attra": 1888,
      "thetic": 1889,
      "ont": 1890,
      "ouse": 1891,
      "iche": 1892,
      "assu": 1893,
      "lets": 1894,
      "sever": 1895,
      "unf": 1896,
      "maj": 1897,
      "vivid": 1898,
      "depress": 1899,
      "adm": 1900,
      "ams": 1901,
      "usion": 1902,
      "present": 1903,
      "process": 1904,
      "events": 1905,
      "open": 1906,
      "comedies": 1907,
      "guil": 1908,
      "ears": 1909,
      "fail": 1910,
      "ensive": 1911,
      "despite": 1912,
      "rank": 1913,
      "viewer": 1914,
      "taking": 1915,
      "truth": 1916,
      "color": 1917,
      "emotionally": 1918,
      "extreme": 1919,
      "contem": 1920,
      "finally": 1921,
      "eye": 1922,
      "wrong": 1923,
      "twist": 1924,
      "delivers": 1925,
      "Spiel": 1926,
      "skill": 1927,
      "arent": 1928,
      "olutely": 1929,
      "presents": 1930,
      "violence": 1931,
      "inspired": 1932,
      "journey": 1933,
      "huge": 1934,
      "historical": 1935,
      "Spielberg": 1936,
      "Fre": 1937,
      "Gr": 1938,
      "Sha": 1939,
      "York": 1940,
      "ace": 1941,
      "game": 1942,
      "hit": 1943,
      "home": 1944,
      "ied": 1945,
      "rist": 1946,
      "sour": 1947,
      "tto": 1948,
      "var": 1949,
      "whether": 1950,
      "zing": 1951,
      "rew": 1952,
      "eni": 1953,
      "iss": 1954,
      "ised": 1955,
      "arp": 1956,
      "step": 1957,
      "ched": 1958,
      "second": 1959,
      "unk": 1960,
      "unsett": 1961,
      "ulative": 1962,
      "loss": 1963,
      "rol": 1964,
      "novel": 1965,
      "adults": 1966,
      "ames": 1967,
      "lay": 1968,
      "termin": 1969,
      "scary": 1970,
      "ishing": 1971,
      "ished": 1972,
      "offer": 1973,
      "otherwise": 1974,
      "ashing": 1975,
      "Christ": 1976,
      "hood": 1977,
      "pieces": 1978,
      "period": 1979,
      "medi": 1980,
      "cheap": 1981,
      "excellent": 1982,
      "appealing": 1983,
      "animated": 1984,
      "delightful": 1985,
      "impressive": 1986,
      "ugly": 1987,
      "talented": 1988,
      "Robert": 1989,
      "entirely": 1990,
      "political": 1991,
      "detail": 1992,
      "friend": 1993,
      "amount": 1994,
      "natural": 1995,
      "aptation": 1996,
      "tragedy": 1997,
      "virt": 1998,
      "After": 1999
    },
    "merges": [
      "t h",
      "i n",
      "a n",
      "e r",
      "r e",
      "e n",
      "a t",
      "th e",
      "i s",
      "o n",
      "e s",
      "in g",
      "o r",
      "i t",
      "o u",
      "an d",
      "a l",
      "o f",
      "a r",
      "s t",
      "l y",
      "t o",
      "e d",
      "i c",
      "i l",
      "a s",
      "o m",
      "l e",
      "c h",
      "m o",
      "e l",
      "c t",
      "en t",
      "i on",
      "h e",
      "s e",
      "v e",
      "th at",
      "u t",
      "b e",
      "u n",
      "m a",
      "v i",
      "r a",
      "g h",
      "u l",
      "d e",
      "l o",
      "i m",
      "a b",
      "f or",
      "v er",
      "c e",
      "f il",
      "l i",
      "r o",
      "fil m",
      "i th",
      "c om",
      "w h",
      "n o",
      "s u",
      "T he",
      ". .",
      "k e",
      "a d",
      "w ith",
      "r i",
      "mo vi",
      "o l",
      "ou t",
      "a m",
      "es s",
      "it s",
      "er s",
      "i r",
      "l a",
      "y ou",
      "a ct",
      "d i",
      "g e",
      "movi e",
      "b ut",
      "s h",
      "t er",
      "f e",
      "e x",
      "n e",
      "d o",
      "on e",
      "o d",
      "p e",
      "a re",
      "es t",
      "u m",
      "gh t",
      "p o",
      "c on",
      "h is",
      "p er",
      "ou s",
      "c k",
      "al l",
      "s c",
      "a y",
      "t a",
      "s o",
      "e m",
      "ar t",
      "il l",
      "th is",
      "at ion",
      "f ul",
      "er e",
      "i ve",
      "h a",
      "u r",
      "r om",
      "R B",
      "an t",
      "al ly",
      "q u",
      "I t",
      "u s",
      "w or",
      "u re",
      "m an",
      "g o",
      "l d",
      ".. .",
      "i d",
      "p re",
      "a p",
      "om e",
      "at e",
      "p ro",
      "or y",
      "o w",
      "ab le",
      "b y",
      "is t",
      "it y",
      "no t",
      "u st",
      "w e",
      "ou gh",
      "th ing",
      "t im",
      "el l",
      "ch ar",
      "h as",
      "th er",
      "th an",
      "- -",
      "s p",
      "li ke",
      "s ome",
      "a st",
      "a g",
      "mo re",
      "e v",
      "ab out",
      "d er",
      "i g",
      "in t",
      "ou ld",
      "o p",
      "in d",
      "u p",
      "en d",
      "f rom",
      "e t",
      "s s",
      "in e",
      "ha ve",
      "ver y",
      "ar d",
      "i ght",
      "t s",
      "ma k",
      "mo st",
      "i f",
      "f un",
      "wh o",
      "re ct",
      "it t",
      "st ory",
      "o k",
      "en ce",
      "b o",
      "t e",
      "a u",
      "p t",
      "r u",
      "w ay",
      "char act",
      "a c",
      "ic h",
      "ou n",
      "on g",
      "ou r",
      "p la",
      "di rect",
      "c es",
      "i ous",
      "b le",
      "i al",
      "R RB",
      "L RB",
      "e p",
      "l ess",
      "A n",
      "t ra",
      "is h",
      "ic k",
      "m e",
      "an y",
      "wor k",
      "c l",
      "r y",
      "th r",
      "in to",
      "T h",
      "v es",
      "w o",
      "com ed",
      "g u",
      "p le",
      "i es",
      "ar y",
      "m ent",
      "f f",
      "of f",
      "c re",
      "o t",
      "e ar",
      "i e",
      "m at",
      "in s",
      "to o",
      "m u",
      "p h",
      "j ust",
      "o ver",
      "d ra",
      "ic t",
      "n y",
      "i re",
      "go od",
      "is e",
      "it e",
      "do es",
      "ev en",
      "at ing",
      "lo w",
      "ic al",
      "m er",
      "p r",
      "comed y",
      "f a",
      "f l",
      "h um",
      "as s",
      "c an",
      "w ill",
      "W h",
      "tim e",
      "w n",
      "T his",
      "p a",
      "ol d",
      "il e",
      "p lo",
      "per for",
      "el f",
      "` `",
      "' '",
      "ta in",
      "fe el",
      "ar k",
      "o b",
      "ing ly",
      "t al",
      "fun ny",
      "su r",
      "re en",
      "charact ers",
      "at ch",
      "or t",
      "r it",
      "at ed",
      "h er",
      "o ther",
      "en s",
      "at ive",
      "oun d",
      "mu ch",
      "c o",
      "i de",
      "perfor man",
      "s er",
      "en se",
      "d is",
      "er tain",
      "be t",
      "wh at",
      "ge t",
      "direct or",
      "d es",
      "m in",
      "i z",
      "a ch",
      "g en",
      "r an",
      "re al",
      "l ing",
      "ic e",
      "lo ok",
      "pla y",
      "ma ke",
      "itt le",
      "a ge",
      "the ir",
      "su b",
      "w ell",
      "com p",
      "you r",
      "sc reen",
      "a ck",
      "e w",
      "v ing",
      "re n",
      "a k",
      "i p",
      "i ly",
      "o re",
      "fe ct",
      "on ly",
      "pe ct",
      "in ter",
      "l ittle",
      "n ess",
      "as h",
      "v is",
      "e f",
      "ul t",
      "b er",
      "b r",
      "u d",
      "b ad",
      "re at",
      "d el",
      "e very",
      "l l",
      "y ear",
      "im p",
      "li fe",
      "v el",
      "wh ich",
      "i v",
      "C h",
      "j o",
      "ion s",
      "t y",
      "an ce",
      "ful ly",
      "se em",
      "be en",
      "ma y",
      "ne ver",
      "p p",
      "h ow",
      "d u",
      "e ver",
      "w ould",
      "the y",
      "thr ough",
      "b l",
      "ent s",
      "ma g",
      "t ri",
      "mak es",
      "I n",
      "th ere",
      "he art",
      "lo ve",
      "g ra",
      "w atch",
      "ate ly",
      "a f",
      "se e",
      "en ough",
      "am e",
      "c ess",
      "p art",
      "s y",
      "st er",
      "un der",
      "il d",
      "ent ertain",
      "ab ly",
      "act ion",
      "s elf",
      "or s",
      "g r",
      "in k",
      "the m",
      "dra ma",
      "f am",
      "w as",
      "f re",
      "o se",
      "t ing",
      "an g",
      "ma de",
      "plo t",
      "c in",
      "c ent",
      "com e",
      "no w",
      "movi es",
      "ur n",
      "s m",
      "b est",
      "re s",
      "mo t",
      "j e",
      "an s",
      "c ast",
      "t en",
      "u al",
      "ion al",
      "c um",
      "c ould",
      "a w",
      "d ay",
      "la ck",
      "do wn",
      "pe c",
      "ow n",
      "a in",
      "l ong",
      "en g",
      "Th ere",
      "S t",
      "some thing",
      "je ct",
      "c a",
      "inter est",
      "au di",
      "h o",
      "m y",
      "in al",
      "at t",
      "o c",
      "ver s",
      "ig n",
      "re ally",
      "la u",
      "ell ing",
      "I f",
      "h ard",
      "v ed",
      "sh ould",
      "po int",
      "pre ss",
      "min ut",
      "jo y",
      "i gh",
      "f ir",
      "com es",
      "charact er",
      "hum or",
      "performan ces",
      "i an",
      "v ent",
      "w ar",
      "ul l",
      "li ght",
      "ro w",
      "film mak",
      "ne w",
      "a ut",
      "b it",
      "g reat",
      "w rit",
      "film s",
      "wh en",
      "ri ght",
      "man y",
      "thr ill",
      "b el",
      "c le",
      "sc ri",
      "ation s",
      "is m",
      "bet ter",
      "w er",
      "ch o",
      "at ure",
      "vi ew",
      "ol ly",
      "sc en",
      "op le",
      "lau gh",
      "i ble",
      "i mag",
      "n ing",
      "u ally",
      "v en",
      "c au",
      "st y",
      "ic ally",
      "with out",
      "pe ople",
      "m is",
      "p ie",
      "p ict",
      "s ense",
      "t urn",
      "tim es",
      "ple as",
      "fir st",
      "b ig",
      "b ack",
      "k ind",
      "p or",
      "st e",
      "se t",
      "do cum",
      "ta k",
      "wo od",
      "sur pr",
      "scri pt",
      "docum ent",
      "a th",
      "t ed",
      "t wo",
      "Wh at",
      "c ap",
      "g g",
      "st and",
      "ce pt",
      "st r",
      "st ill",
      "his t",
      "p l",
      "t ru",
      "at es",
      "cau se",
      "A mer",
      "c ol",
      "e mot",
      "en joy",
      "al so",
      "ct ion",
      "gu e",
      "Amer ic",
      "c ed",
      "sh ow",
      "per i",
      "l ed",
      "n er",
      "ing s",
      "bo th",
      "A s",
      "c ut",
      "h ere",
      "m om",
      "y ing",
      "re ad",
      "ou ght",
      "ar ly",
      "ex t",
      "sp ir",
      "m ed",
      "re m",
      "no thing",
      "wor th",
      "c ar",
      "s it",
      "po wer",
      "pre t",
      "hum an",
      "c y",
      "g ent",
      "l es",
      "m on",
      "th ose",
      "for t",
      "audi ence",
      "pict ure",
      "m ight",
      "ar r",
      "k y",
      "m ing",
      "y s",
      "re e",
      "ch e",
      "lo g",
      "wh ere",
      "ant ic",
      "we en",
      "tal e",
      "g i",
      "on d",
      "B ut",
      "c ra",
      "f ind",
      "k s",
      "of ten",
      "su ch",
      "con t",
      "olly wood",
      "k now",
      "s at",
      "se qu",
      "be cause",
      "performan ce",
      "O ne",
      "i ke",
      "p ers",
      "wh ile",
      "H ollywood",
      "a v",
      "c r",
      "f in",
      "be ing",
      "be aut",
      "com ple",
      "en ces",
      "entertain ing",
      "surpr is",
      "e as",
      "f ar",
      "h and",
      "t it",
      "ar s",
      "ne ed",
      "int el",
      "minut es",
      "document ary",
      "g l",
      "o s",
      "th ough",
      "re d",
      "wor ld",
      "ag es",
      "seem s",
      "thrill er",
      "e y",
      "re l",
      "ist ic",
      "bet ween",
      "b u",
      "f ore",
      "h igh",
      "th ink",
      "for m",
      "ex c",
      "c are",
      "d it",
      "k id",
      "on der",
      "or ig",
      "ro ss",
      "ne y",
      "ta ke",
      "s pec",
      "t ry",
      "w ard",
      "ke ep",
      "act ing",
      "we et",
      "pie ce",
      "orig inal",
      "D e",
      "c ult",
      "f la",
      "h im",
      "r un",
      "s ing",
      "w ant",
      "c as",
      "d ict",
      "h or",
      "u e",
      "w r",
      "w ere",
      "in ation",
      "at er",
